adwaita-dark
alsa-firmware
alsa-plugins
alsa-utils

archlinux-keyring
ark
asusctl
b43-fwcutter
base
base-devel
bash-completion
bind






btrfs-progs
cantarell-fonts
chromium
code-insiders-bin
cryptsetup

device-mapper
dialog
diffutils
dmidecode
dmraid
dnsmasq
dolphin
dolphin-plugins
dosfstools
downgrade
dracut
duf
e2fsprogs
efibootmgr
efitools









ethtool
evtest
exfatprogs
f2fs-tools
fakeroot
ffmpegthumbs
firewalld
fish
freetype2
fuzzel
fwupd
gedit
git
github-cli
glances
gnome-keyring
gpm
gptfdisk
greetd
greetd-tuigreet
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gwenview
haruna
haveged
hwdetect
hwinfo
hyprland

hyprnotify
hyprpaper
hyprshot
inetutils
inxi
iptables-nft
iwd
jfsutils
kate






kernel-install-for-dracut
kgamma
kimageformats
kinfocenter
kio-admin
kio-extras
kio-fuse
kitty
konsole
kscreen



less
libappindicator-gtk3
libdvdcss
libgsf
libopenraw
linux
linux-firmware
linux-firmware-marvell


linux-headers
logrotate
lsb-release
lsscsi
lvm2
mako
maliit-keyboard
man-db
man-pages
mdadm
meld
memtest86+-efi
mesa
mesa-utils
mkinitcpio-nfs-utils
modemmanager
mtools
nano
nano-syntax-highlighting
nbd
ndisc6
neovim
net-tools
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
ntfs-3g
ntp
nvidia-prime
obsidian
okular
openconnect
openvpn
os-prober
pacman-contrib
paru
pavucontrol
perl
picard
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile



plocate
poppler-glib
power-profiles-daemon
ppp
pptpclient
print-manager
python-capng
python-packaging
python-pyqt5
rebuild-detector
reflector
reflector-simple

rp-pppoe
rsync
rtkit
s-nail
sddm-kcm
seahorse
sg3_utils
smartmontools
sof-firmware
spectacle
spicetify-cli
spotify

sudo

switcheroo-control
sysfsutils
systemd-sysvcompat
texinfo
tldr
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-nerd-fonts-symbols
ttf-opensans
unrar
unzip
usb_modeswitch
usbutils
vesktop-bin
vi
vpnc
waybar
welcome
wev
wget
which
whois
wireless-regdb
wireplumber
wl-clipboard
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xf86-video-qxl
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsettingsd
xwaylandvideobridge
xz
yay
zen-browser-bin
